export default[{
  "2022": {
    "2": {
      "국어": ["고전읽기", "현대문학감상"],
      "수학": ["기하", "수학과제탐구"],
      "과학": ["물리학Ⅰ", "화학Ⅰ", "생명과학Ⅰ", "지구과학Ⅰ", "물리학Ⅱ", "화학Ⅱ", "생명과학Ⅱ", "지구과학Ⅱ"],
      "사회": ["한국지리", "세계사", "정치와 법", "세계지리", "동아시아사", "경제", "윤리와 사상"],
      "영어": ["영어회화", "영어 독해와 작문", "심화 영어 회화Ⅰ"],
      "교양": [],
      "제2외국어": ["일본어Ⅰ", "중국어Ⅰ"],
      "기타": ["정보", "인공지능 기초"]
    },
    "3": {
      "국어": ["언어와 매체", "화법과 작문", "심화국어"],
      "수학": ["확률과 통계", "미적분", "통합수학Ⅰ", "통합수학Ⅱ"],
      "과학": ["물리학Ⅱ", "화학Ⅱ", "생명과학Ⅱ", "지구과학Ⅱ", "화학 실험", "생명과학 실험", "지구과학 실험", "고급 물리학", "고급 화학", "고급 생명과학", "고급 지구과학"],
      "사회": ["사회 문화", "생활과 윤리", "여행지리", "국제 경제", "사회문제 탐구", "한국사회의 이해", "지역 이해"],
      "영어": ["진로 영어", "영미 문학 읽기", "심화 영어Ⅰ", "심화 영어 독해Ⅰ"],
      "교양": ["철학", "논리학", "심리학", "교육학", "보건", "환경", "실용경제"],
      "제2외국어": ["일본어Ⅱ", "중국어 회화Ⅰ"],
      "기타": ["생활과 과학", "융합 과학", "가정 과학", "공학일반", "체육 탐구", "음악 연주", "미술 창작", "음악 감상과 비평", "미술 감상과 비평", "빅데이터 분석"]
    }
  },
  "2023": {
    "2": {
      "국어": ["고전읽기", "현대문학감상"],
      "수학": ["기하"],
      "과학": ["물리학Ⅰ", "화학Ⅰ", "생명과학Ⅰ", "지구과학Ⅰ", "물리학Ⅱ", "화학Ⅱ", "생명과학Ⅱ", "지구과학Ⅱ"],
      "사회": ["한국지리", "세계사", "정치와 법", "세계지리", "동아시아사", "경제", "윤리와사상"],
      "영어": ["영어회화", "영어 독해와 작문", "심화 영어 회화Ⅰ"],
      "교양": [],
      "제2외국어": ["일본어Ⅰ", "중국어Ⅰ", "일본어회화Ⅰ", "중국어회화Ⅰ"],
      "기타": ["정보"]
    },
    "3": {
      "국어": ["언어와 매체", "화법과 작문", "심화국어", "고전문학 감상"],
      "수학": ["미적분", "확률과 통계", "수학과제탐구", "통합수학Ⅰ", "통합수학Ⅱ"],
      "과학": ["물리학Ⅱ", "화학Ⅱ", "생명과학Ⅱ", "지구과학Ⅱ", "고급물리학", "고급화학", "고급생명과학", "고급지구과학", "물리학실험", "화학실험", "생명과학실험", "지구과학실험", "정보과학"],
      "사회": ["사회문화", "생활과 윤리", "지역이해", "사회문화 탐구", "세계사 과제연구", "사회탐구방법", "도덕윤리 과제연구", "지리 과제연구", "동아시아근현대사"],
      "영어": ["심화영어Ⅰ", "영어권문화", "심화영어독해Ⅰ"],
      "교양": ["철학", "논리학", "심리학", "교육학", "보건", "환경", "실용경제", "논술"],
      "기타": ["생활과 과학", "융합과학", "가정과학", "공학일반", "체육탐구", "음악연주", "미술창작", "음악감상과비평", "미술감상과비평", "일본문화", "중국문화"]
    }
  }
}];